[
    {
        "title": "Hermosa finca con piscina y jardín en San Juan del Cesar",
        "description": "La hermosa finca con piscina y jardín en San Juan del Cesar es una propiedad ideal para aquellos que buscan una escapada tranquila y relajante. Con un tamaño de 500 metros cuadrados, esta finca cuenta con 4 habitaciones amplias y cómodas, perfectas para alojar a grupos grandes o familias. Además, cuenta con 3 baños completos, lo que garantiza comodidad y privacidad para todos los huéspedes. El punto destacado de esta propiedad es su impresionante piscina y su extenso jardín, donde los huéspedes pueden disfrutar de momentos de diversión y relajación al aire libre. Ideal para aquellos que buscan disfrutar de la naturaleza y la tranquilidad.",
        "type_of_property": "house",
        "time_for_rent": "12",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Transversal 49 - 25",
        "size": 206.85,
        "rental_price": 606964.43,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "3",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": false,
            "furnished": false
        }
    },
    {
        "title": "Casa rural con vista a las montañas en La Guajira",
        "description": "La Casa rural con vista a las montañas en La Guajira es una encantadora propiedad ubicada en un entorno natural impresionante. Con un tamaño de 150 metros cuadrados, esta casa cuenta con 3 habitaciones amplias y acogedoras, perfectas para alojar a grupos o familias. Además, dispone de 2 baños completos, lo que garantiza comodidad y privacidad para todos los huéspedes. Su ubicación privilegiada ofrece vistas panorámicas a las majestuosas montañas de La Guajira, creando un ambiente tranquilo y relajante. Ideal para aquellos que buscan escapar del bullicio de la ciudad y disfrutar de la belleza natural de la región.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Transversal 87 - 88",
        "size": 194.63,
        "rental_price": 1417555.51,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "2",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Amplia residencia con piscina y cancha de tenis en San Juan del Cesar",
        "description": "La amplia residencia con piscina y cancha de tenis en San Juan del Cesar es una impresionante propiedad ideal para aquellos que buscan disfrutar de unas vacaciones llenas de comodidad y entretenimiento. Con un tamaño generoso, esta residencia cuenta con 5 habitaciones y 4 baños, ofreciendo espacio más que suficiente para acomodar a grupos grandes o familias numerosas. Además de su impresionante piscina, perfecta para refrescarse en los días calurosos, la propiedad también cuenta con una cancha de tenis, lo que la convierte en un lugar perfecto para los amantes del deporte. Con su ubicación en San Juan del Cesar, los huéspedes podrán disfrutar de hermosos paisajes y explorar las atracciones turísticas cercanas.",
        "type_of_property": "apartment",
        "time_for_rent": "6",
        "location": "16 de Julio, San Juan del Cesar, La Guajira",
        "address": "Diagonal 5 - 9",
        "size": 85.53,
        "rental_price": 2513269.3,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "2",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Finca moderna en el centro histórico con acabados de lujo en La Guajira",
        "description": "La finca moderna en el centro histórico de La Guajira es una joya arquitectónica con acabados de lujo. Con un tamaño de 300 metros cuadrados, esta propiedad cuenta con 4 amplias habitaciones y 3 baños completos. Su diseño contemporáneo se fusiona perfectamente con el encanto histórico de la zona, creando un ambiente único y acogedor. Además, la finca cuenta con una cocina totalmente equipada, una sala de estar espaciosa y una terraza privada con vistas panorámicas de la ciudad. Ideal para aquellos que buscan una experiencia de lujo en el corazón de La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "36",
        "location": "El Centro, San Juan del Cesar, La Guajira",
        "address": "Diagonal 18 - 117",
        "size": 67.21,
        "rental_price": 4654927.77,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "5",
            "parking_spaces": 0,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Apartamento con vistas al mar y acceso a la playa en La Guajira",
        "description": "Este apartamento en La Guajira ofrece una ubicación privilegiada con vistas al mar y acceso directo a la playa. Con un tamaño de 80 metros cuadrados, cuenta con 2 habitaciones amplias y cómodas, perfectas para alojar hasta 4 personas. Además, dispone de 2 baños completos, lo que garantiza comodidad y privacidad para todos los huéspedes. El apartamento está completamente equipado con todas las comodidades necesarias, incluyendo cocina, sala de estar y balcón con vistas panorámicas al mar. Ideal para aquellos que buscan disfrutar de unas vacaciones relajantes en un entorno paradisíaco.",
        "type_of_property": "apartment",
        "time_for_rent": "6",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Transversal 29 - 60",
        "size": 212.72,
        "rental_price": 2374798.87,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "1",
            "parking_spaces": 0,
            "garden": true,
            "pool": false,
            "backyard": false,
            "furnished": false
        }
    },
    {
        "title": "Casa de estilo mediterráneo con patio y piscina privada en La Guajira",
        "description": "Esta hermosa casa de estilo mediterráneo en La Guajira es perfecta para aquellos que buscan una escapada tranquila y relajante. Con un tamaño de 200 metros cuadrados, esta propiedad cuenta con 3 amplias habitaciones y 2 baños completos. El patio privado es ideal para disfrutar de comidas al aire libre y relajarse junto a la piscina privada. Además, la casa está ubicada cerca de hermosas playas y ofrece vistas impresionantes del mar Caribe. Con su encanto mediterráneo y comodidades modernas, esta casa es ideal para familias o grupos de amigos que deseen disfrutar de unas vacaciones inolvidables en La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "Regional, San Juan del Cesar, La Guajira",
        "address": "Calle 32 - 31",
        "size": 252.69,
        "rental_price": 715851.1,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "1",
            "num_bathrooms": "4",
            "parking_spaces": 0,
            "garden": true,
            "pool": true,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Oficina amueblada con balcón en zona exclusiva de San Juan del Cesar",
        "description": "Esta oficina amueblada con balcón se encuentra en una zona exclusiva de San Juan del Cesar. Con un tamaño de aproximadamente 80 metros cuadrados, ofrece un espacio amplio y cómodo para trabajar. Cuenta con una habitación privada que puede ser utilizada como despacho o sala de reuniones, así como un baño completo. El balcón brinda un ambiente agradable y relajante, perfecto para tomar un descanso o disfrutar de una vista panorámica de la ciudad. Esta propiedad es ideal para aquellos que buscan un lugar tranquilo y profesional para llevar a cabo sus actividades laborales.",
        "type_of_property": "office",
        "time_for_rent": "1",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Transversal 78 - 63",
        "size": 197.49,
        "rental_price": 2146994.14,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "5",
            "num_bathrooms": "1",
            "parking_spaces": 2,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": false
        }
    },
    {
        "title": "Casa clásica a las afueras de San Juan del Cesar",
        "description": "La \"Casa clásica a las afueras de San Juan del Cesar\" es una encantadora propiedad ubicada en un entorno tranquilo y pintoresco. Con un tamaño de 150 metros cuadrados, esta casa cuenta con 3 habitaciones amplias y acogedoras, perfectas para alojar a una familia o grupo de amigos. Además, dispone de 2 baños completos, lo que garantiza comodidad y privacidad para todos los huéspedes. Su diseño clásico y elegante, combinado con su hermoso jardín y patio trasero, crea un ambiente relajante y perfecto para disfrutar de la naturaleza. Ideal para aquellos que buscan escapar del bullicio de la ciudad y disfrutar de la tranquilidad del campo.",
        "type_of_property": "house",
        "time_for_rent": "24",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Calle 37 - 192",
        "size": 106.82,
        "rental_price": 3241197.36,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "3",
            "parking_spaces": 2,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Aparta-estudio para una persona cerca a El Centro ",
        "description": "El aparta-estudio para una persona cerca a El Centro es una acogedora propiedad ideal para aquellos que buscan una estancia cómoda y conveniente en la ciudad. Con un tamaño compacto, este aparta-estudio ofrece una habitación amplia y luminosa, perfecta para una persona. Además, cuenta con un baño completo y una pequeña cocina equipada con todo lo necesario para preparar comidas sencillas. Su ubicación cercana al centro de la ciudad permite un fácil acceso a los principales lugares de interés turístico, así como a restaurantes, tiendas y transporte público. Es una excelente opción para aquellos que desean explorar la ciudad de manera independiente.",
        "type_of_property": "studio",
        "time_for_rent": "12",
        "location": "Regional, San Juan del Cesar, La Guajira",
        "address": "Avenida 42 - 53",
        "size": 90.68,
        "rental_price": 4766256.36,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "1",
            "parking_spaces": 0,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": false
        }
    },
    {
        "title": "Casa elegante con jardín en La Guajira",
        "description": "La Casa elegante con jardín en La Guajira es una hermosa propiedad de estilo colonial ubicada en un entorno tranquilo y pintoresco. Con un tamaño de 200 metros cuadrados, esta casa cuenta con 3 amplias habitaciones y 2 baños completos, perfecta para alojar a grupos o familias de hasta 6 personas. Su jardín privado es ideal para relajarse y disfrutar del clima cálido de la región. Además, la casa está equipada con todas las comodidades necesarias, como cocina totalmente equipada, aire acondicionado y conexión Wi-Fi. Su ubicación estratégica permite un fácil acceso a las playas y atractivos turísticos de La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Transversal 33 - 162",
        "size": 130.7,
        "rental_price": 1755918.24,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "5",
            "parking_spaces": 2,
            "garden": true,
            "pool": false,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Apartamento moderno en San Juan del Cesar",
        "description": "El apartamento moderno en San Juan del Cesar es una opción ideal para aquellos que buscan comodidad y estilo en su estadía. Con un tamaño de 80 metros cuadrados, cuenta con 2 habitaciones amplias y luminosas, perfectas para alojar hasta 4 personas. Además, dispone de 2 baños completos, lo que garantiza privacidad y comodidad para todos los huéspedes. Su diseño contemporáneo y elegante crea un ambiente acogedor y relajante. Ubicado en una zona céntrica, ofrece fácil acceso a restaurantes, tiendas y atracciones turísticas. Sin duda, este apartamento es una excelente opción para disfrutar de una estancia inolvidable en San Juan del Cesar.",
        "type_of_property": "apartment",
        "time_for_rent": "36",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Diagonal 94 - 95",
        "size": 279.79,
        "rental_price": 3476432.42,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "1",
            "num_bathrooms": "3",
            "parking_spaces": 2,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Aparta-estudio céntrico en La Guajira",
        "description": "El aparta-estudio céntrico en La Guajira es una acogedora propiedad ideal para parejas o viajeros solitarios. Con un tamaño compacto, este apartamento cuenta con una habitación cómoda y un baño completo. Su ubicación céntrica permite un fácil acceso a los principales puntos de interés turístico de La Guajira. Además, ofrece una cocina equipada con los elementos básicos para preparar comidas sencillas. Su diseño moderno y funcional crea un ambiente acogedor y confortable para los huéspedes. Perfecto para aquellos que buscan una estancia económica y conveniente en esta hermosa región de Colombia.",
        "type_of_property": "studio",
        "time_for_rent": "1",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Transversal 10 - 78",
        "size": 173.95,
        "rental_price": 2247046.23,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "2",
            "parking_spaces": 3,
            "garden": true,
            "pool": false,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Casa contemporánea en La Guajira",
        "description": "La Casa contemporánea en La Guajira es una impresionante propiedad ubicada en un entorno natural único. Con un tamaño de 200 metros cuadrados, esta casa cuenta con 3 amplias habitaciones y 2 baños completos. Su diseño moderno y elegante se fusiona perfectamente con el paisaje circundante, ofreciendo vistas panorámicas desde todas las habitaciones. Además, la casa cuenta con una cocina totalmente equipada, sala de estar y comedor, perfectos para disfrutar de momentos de relajación y convivencia. Su ubicación privilegiada cerca de playas paradisíacas y atracciones turísticas la convierte en una opción ideal para aquellos que buscan una experiencia inolvidable en La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "12",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Calle 36 - 63",
        "size": 187.45,
        "rental_price": 4227389.42,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "2",
            "parking_spaces": 0,
            "garden": false,
            "pool": false,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Amplia casa en San Juan del Cesar con patio trasero",
        "description": "Amplia casa en San Juan del Cesar con patio trasero. Esta encantadora casa cuenta con un tamaño generoso, perfecto para grupos o familias numerosas. Con 4 habitaciones y 3 baños, ofrece un amplio espacio para alojar hasta 8 personas cómodamente. El patio trasero es ideal para relajarse al aire libre y disfrutar de momentos de tranquilidad. Además, la casa está ubicada en una zona tranquila de San Juan del Cesar, lo que garantiza una estancia tranquila y apacible. Perfecta para aquellos que buscan un lugar espacioso y acogedor para disfrutar de sus vacaciones en esta encantadora ciudad.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "El Centro, San Juan del Cesar, La Guajira",
        "address": "Diagonal 84 - 137",
        "size": 52.41,
        "rental_price": 957696.96,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "5",
            "parking_spaces": 1,
            "garden": false,
            "pool": false,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Casa de diseño con piscina climatizada en La Guajira",
        "description": "La Casa de diseño con piscina climatizada en La Guajira es una impresionante propiedad de estilo moderno y elegante. Con un tamaño de 200 metros cuadrados, esta casa cuenta con 3 amplias habitaciones y 2 baños completos. La piscina climatizada es perfecta para relajarse y disfrutar del clima cálido de La Guajira. Además, la casa cuenta con una cocina totalmente equipada, sala de estar cómoda y un hermoso jardín. Ubicada en una zona tranquila y segura, esta propiedad es ideal para aquellos que buscan una experiencia de lujo y confort durante su estadía en La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "Regional, San Juan del Cesar, La Guajira",
        "address": "Transversal 74 - 67",
        "size": 196.08,
        "rental_price": 4080157.22,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "2",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Acogedor apartamento en el centro histórico de San Juan del Cesar",
        "description": "El acogedor apartamento en el centro histórico de San Juan del Cesar es una opción ideal para aquellos que deseen explorar la rica historia y cultura de esta encantadora ciudad. Con un tamaño de 60 metros cuadrados, este apartamento cuenta con 2 habitaciones y 1 baño, lo que lo hace perfecto para parejas o pequeñas familias. Su ubicación privilegiada en el centro histórico permite a los huéspedes disfrutar de fácil acceso a los principales lugares de interés, como la iglesia colonial y el museo local. Además, el apartamento está completamente equipado con todas las comodidades necesarias para una estancia confortable, incluyendo cocina, sala de estar y conexión Wi-Fi gratuita.",
        "type_of_property": "apartment",
        "time_for_rent": "3",
        "location": "Las Tunas I, San Juan del Cesar, La Guajira",
        "address": "Diagonal 25 - 73",
        "size": 113.48,
        "rental_price": 2227048.22,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "4",
            "parking_spaces": 0,
            "garden": true,
            "pool": false,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Casa rural con encanto y jardín en La Guajira",
        "description": "La Casa rural con encanto y jardín en La Guajira es una hermosa propiedad ubicada en un entorno rural, perfecta para aquellos que buscan una experiencia tranquila y relajante. Con un tamaño de 150 metros cuadrados, esta casa cuenta con 3 habitaciones amplias y acogedoras, ideales para alojar a grupos o familias. Además, dispone de 2 baños completos, lo que garantiza comodidad y privacidad para todos los huéspedes. El jardín de la propiedad es un verdadero oasis, con una variedad de plantas y flores exóticas, perfecto para disfrutar de momentos al aire libre y conectar con la naturaleza.",
        "type_of_property": "house",
        "time_for_rent": "36",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Calle 23 - 183",
        "size": 190.54,
        "rental_price": 2216604.87,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "5",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Apartamento luminoso en zona céntrica de San Juan del Cesar",
        "description": "Este apartamento luminoso se encuentra en una zona céntrica de San Juan del Cesar, ideal para aquellos que deseen explorar la ciudad. Con un tamaño de aproximadamente 80 metros cuadrados, cuenta con 2 habitaciones y 1 baño completo. La propiedad está completamente amueblada y equipada con todas las comodidades necesarias para una estancia confortable. Además, ofrece una hermosa vista panorámica de la ciudad desde su balcón. Su ubicación privilegiada permite un fácil acceso a restaurantes, tiendas y atracciones turísticas. Perfecto para parejas o pequeños grupos que buscan una experiencia auténtica en San Juan del Cesar.",
        "type_of_property": "apartment",
        "time_for_rent": "3",
        "location": "16 de Julio, San Juan del Cesar, La Guajira",
        "address": "Avenida 46 - 155",
        "size": 242.14,
        "rental_price": 595665.65,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "5",
            "parking_spaces": 3,
            "garden": true,
            "pool": false,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Hermosa finca en comunidad cerrada con seguridad vigilada en La Guajira",
        "description": "Esta hermosa finca se encuentra ubicada en una comunidad cerrada con seguridad vigilada en La Guajira. Con un tamaño amplio, ofrece un espacio perfecto para aquellos que buscan tranquilidad y privacidad. La propiedad cuenta con varias habitaciones y baños, ideales para alojar a grupos grandes o familias numerosas. Además, cuenta con áreas comunes como piscina, jardines y zona de barbacoa, perfectas para disfrutar del clima cálido de la región. Su ubicación privilegiada permite disfrutar de hermosas vistas panorámicas y estar cerca de atracciones turísticas como playas, parques naturales y pueblos pintorescos.",
        "type_of_property": "room",
        "time_for_rent": "24",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Calle 82 - 60",
        "size": 181.47,
        "rental_price": 2488679.89,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "1",
            "num_bathrooms": "3",
            "parking_spaces": 0,
            "garden": true,
            "pool": true,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Casa adosada con jardín y garaje en urbanización tranquila en San Juan del Cesar",
        "description": "Esta casa adosada en San Juan del Cesar es perfecta para aquellos que buscan tranquilidad y comodidad. Con un jardín privado y garaje, los huéspedes podrán disfrutar de espacios al aire libre y estacionamiento seguro. La propiedad cuenta con 3 habitaciones y 2 baños, lo que la hace ideal para familias o grupos de amigos. Además, su tamaño espacioso ofrece un ambiente acogedor y relajante. Situada en una urbanización tranquila, los visitantes podrán disfrutar de la paz y la serenidad de la zona, mientras que su ubicación estratégica permite un fácil acceso a las atracciones turísticas de la región.",
        "type_of_property": "house",
        "time_for_rent": "1",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Diagonal 95 - 85",
        "size": 240.74,
        "rental_price": 3906894.79,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "2",
            "parking_spaces": 2,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Lujoso apartamento con servicios incluidos en el alquiler en La Guajira",
        "description": "Este lujoso apartamento en La Guajira es perfecto para aquellos que buscan una experiencia de alojamiento de lujo. Con un tamaño generoso, cuenta con 3 amplias habitaciones y 2 baños completos. Además, ofrece servicios incluidos en el alquiler, lo que significa que los huéspedes podrán disfrutar de comodidades adicionales sin costo adicional, como limpieza diaria, acceso a un gimnasio y piscina, y estacionamiento privado. Su ubicación privilegiada en La Guajira permite a los huéspedes disfrutar de hermosas vistas al mar y acceder fácilmente a las principales atracciones turísticas de la zona.",
        "type_of_property": "apartment",
        "time_for_rent": "24",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Transversal 28 - 42",
        "size": 157.01,
        "rental_price": 1772365.49,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "2",
            "parking_spaces": 1,
            "garden": false,
            "pool": true,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Casa finca con acceso privado a mirador en San Juan del Cesar",
        "description": "La Casa finca con acceso privado a mirador en San Juan del Cesar es una hermosa propiedad ubicada en un entorno natural impresionante. Con un tamaño de 200 metros cuadrados, esta casa cuenta con 3 habitaciones y 2 baños, lo que la hace perfecta para una familia o un grupo de amigos. Además, ofrece acceso privado a un mirador, desde donde se puede disfrutar de vistas panorámicas de la zona. Con una decoración rústica y acogedora, esta casa finca es el lugar ideal para relajarse y disfrutar de la tranquilidad del campo.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "Juan Bautista Forero, San Juan del Cesar, La Guajira",
        "address": "Transversal 33 - 118",
        "size": 184.16,
        "rental_price": 3756715.06,
        "status": "pending",
        "property_feature": {
            "num_bedrooms": "1",
            "num_bathrooms": "2",
            "parking_spaces": 0,
            "garden": true,
            "pool": true,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Casa de lujo con vista al mar en primera línea en La Guajira",
        "description": "La Casa de lujo con vista al mar en primera línea en La Guajira es una impresionante propiedad que ofrece una experiencia de lujo y comodidad. Con un tamaño de 300 metros cuadrados, esta casa cuenta con 4 amplias habitaciones y 3 baños completos. Su ubicación privilegiada en primera línea de mar permite disfrutar de vistas panorámicas al océano desde todas las áreas de la casa. Además, la propiedad cuenta con una piscina privada, un amplio jardín y una terraza con mobiliario exterior, perfecta para relajarse y disfrutar del entorno. Esta casa de lujo es ideal para aquellos que buscan una experiencia exclusiva y tranquila en La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "6",
        "location": "16 de Julio, San Juan del Cesar, La Guajira",
        "address": "Avenida 88 - 32",
        "size": 233.75,
        "rental_price": 4186532.64,
        "status": "rented",
        "property_feature": {
            "num_bedrooms": "4",
            "num_bathrooms": "5",
            "parking_spaces": 2,
            "garden": true,
            "pool": true,
            "backyard": true,
            "furnished": false
        }
    },
    {
        "title": "Amplia casa familiar en zona residencial tranquila en San Juan del Cesar",
        "description": "Amplia casa familiar en zona residencial tranquila en San Juan del Cesar. Esta casa cuenta con 4 habitaciones y 3 baños, lo que la hace perfecta para familias numerosas o grupos de amigos. Con un tamaño de 200 metros cuadrados, ofrece amplios espacios interiores y exteriores para disfrutar de momentos de relajación. Además, cuenta con una cocina totalmente equipada y una sala de estar acogedora. Su ubicación en una zona residencial tranquila garantiza la paz y la tranquilidad durante su estancia. Ideal para aquellos que buscan un lugar espacioso y cómodo para descansar mientras exploran San Juan del Cesar.",
        "type_of_property": "house",
        "time_for_rent": "36",
        "location": "Las Tunas I, San Juan del Cesar, La Guajira",
        "address": "Carrera 40 - 56",
        "size": 290.35,
        "rental_price": 3457118.62,
        "status": "rented",
        "property_feature": {
            "num_bedrooms": "1",
            "num_bathrooms": "5",
            "parking_spaces": 3,
            "garden": false,
            "pool": false,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Casa de campo en alquiler con jardín grande en La Guajira",
        "description": "Esta hermosa casa de campo en alquiler se encuentra en La Guajira y cuenta con un jardín grande, perfecto para aquellos que buscan disfrutar de la tranquilidad y la naturaleza. La propiedad tiene un tamaño amplio, con 3 habitaciones y 2 baños, lo que la hace ideal para familias o grupos de amigos. Además, cuenta con una cocina totalmente equipada, sala de estar acogedora y una terraza donde se puede disfrutar de las vistas panorámicas. Con su ubicación privilegiada cerca de hermosas playas y paisajes deslumbrantes, esta casa de campo es el lugar perfecto para relajarse y disfrutar de unas vacaciones inolvidables en La Guajira.",
        "type_of_property": "house",
        "time_for_rent": "1",
        "location": "El Prado, San Juan del Cesar, La Guajira",
        "address": "Avenida 18 - 96",
        "size": 263.07,
        "rental_price": 3607332.3,
        "status": "rented",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "2",
            "parking_spaces": 0,
            "garden": true,
            "pool": false,
            "backyard": true,
            "furnished": true
        }
    },
    {
        "title": "Moderna casa de diseño con piscina privada en San Juan del Cesar",
        "description": "La moderna casa de diseño con piscina privada en San Juan del Cesar es una propiedad espaciosa y elegante que ofrece una experiencia de lujo para los turistas. Con un tamaño de 200 metros cuadrados, esta casa cuenta con 3 habitaciones y 2 baños, lo que la hace ideal para grupos o familias de hasta 6 personas. Además de su diseño contemporáneo, la casa cuenta con una amplia piscina privada donde los huéspedes pueden relajarse y disfrutar del clima cálido de la región. Su ubicación en San Juan del Cesar ofrece fácil acceso a las playas cercanas y atractivos turísticos de la zona.",
        "type_of_property": "house",
        "time_for_rent": "12",
        "location": "Regional, San Juan del Cesar, La Guajira",
        "address": "Calle 15 - 83",
        "size": 132.25,
        "rental_price": 555348.81,
        "status": "other",
        "property_feature": {
            "num_bedrooms": "2",
            "num_bathrooms": "2",
            "parking_spaces": 0,
            "garden": false,
            "pool": false,
            "backyard": false,
            "furnished": true
        }
    },
    {
        "title": "Apartamento amueblado en el centro de la ciudad de San Juan del Cesar",
        "description": "Este apartamento amueblado en el centro de la ciudad de San Juan del Cesar es una opción ideal para los turistas que desean estar cerca de todas las atracciones principales. Con un tamaño de 80 metros cuadrados, cuenta con 2 habitaciones y 1 baño, lo que lo hace perfecto para parejas o pequeños grupos de amigos. Además, ofrece una cocina totalmente equipada, sala de estar cómoda y una ubicación conveniente cerca de restaurantes, tiendas y lugares de interés turístico. Los huéspedes podrán disfrutar de una estancia confortable y conveniente en este apartamento durante su visita a San Juan del Cesar.",
        "type_of_property": "apartment",
        "time_for_rent": "24",
        "location": "Paraíso de Betel, San Juan del Cesar, La Guajira",
        "address": "Transversal 6 - 112",
        "size": 66.67,
        "rental_price": 762934.72,
        "status": "available",
        "property_feature": {
            "num_bedrooms": "3",
            "num_bathrooms": "3",
            "parking_spaces": 0,
            "garden": false,
            "pool": false,
            "backyard": false,
            "furnished": false
        }
    }
]